tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
cask "adoptopenjdk8"
brew "ack"
brew "autoconf"
brew "coreutils"
brew "elasticsearch", restart_service: true
# brew "gdbm"
brew "python"
brew "gnupg"
brew "grc"
brew "hub"
brew "imagemagick"
brew "jq"
brew "launch_socket_server", restart_service: true
brew "launchdns", restart_service: true
brew "libgit2"
brew "mysql", restart_service: true
brew "netcdf"
brew "nginx", restart_service: true
brew "node"
brew "node-build"
brew "nodenv"
brew "openssl"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "roundup"
brew "spaceman-diff"
brew "spark"
brew "unrar"
brew "wget"
brew "yarn"
brew "zsh"
brew "puma/puma/puma-dev"
cask "basecamp"
cask "github"
cask "iterm2"
cask "tableplus"
cask "textmate"
cask "whatsapp"
