tap "github/bootstrap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
cask "adoptopenjdk8"
brew "ack"
brew "autoconf"
brew "sqlite"
brew "glib"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "elasticsearch", restart_service: true
brew "harfbuzz"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "grc"
brew "hub"
brew "imagemagick@6"
brew "jq"
brew "launch_socket_server", restart_service: true
brew "launchdns", restart_service: true
brew "libgit2"
brew "libheif"
brew "mysql", restart_service: true
brew "nginx", restart_service: true
brew "node"
brew "node-build"
brew "nodenv"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "roundup"
brew "unrar"
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
cask "anydesk"
cask "appcleaner"
cask "basecamp"
cask "calibre"
cask "chromedriver"
cask "discord"
cask "firefox"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "skype"
cask "slack"
cask "spotify"
cask "tableplus"
cask "teamviewer"
cask "textmate"
cask "the-unarchiver"
cask "transmission"
cask "vlc"
cask "whatsapp"
cask "zoomus"
