tap "github/bootstrap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "puma/puma"
tap "stripe/stripe-cli"
brew "fzf"
brew "geos"
brew "gnutls"
brew "gnupg"
brew "libheif"
brew "gh"
brew "imagemagick"
brew "librsvg"
brew "luajit"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nodenv"
brew "postgis"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "tmux"
brew "vips"
brew "yarn"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "stripe/stripe-cli/stripe"
cask "caffeine"
cask "chromedriver"
cask "docker"
cask "epic-games"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "readdle-spark"
cask "slack"
cask "spotify"
cask "tableplus"
cask "whatsapp"
cask "zoom"
